Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-2730.html.tmx
Source language: sme
Languages: nob

source: PRD : Preassadieđáhus - Sámediggeráđđi sávvá Porsáŋggu gildii ja Finnmárkku allaskuvlii lihku buohccidivššu lávdaoahpu álggahemiin
nob: PRM : Pressemelding - Sametingsrådet ønsker Porsanger kommune og Høgskolen i Finnmark til lykke med oppstart av desentralisert sykepleierutdanning

source: Sámediggeráđđi lea iluin merkon ahte Porsáŋggu gielda ja Finnmárkku allaskuvla dál álggahit lávdaoahpu buoccidivššus , mas sámegiella ja sámi kulturáddejupmi galgá báidnit buot oahpu , dadjá ráđđelahttu Jørn-Are Gaski .
nob: Sametingsrådet har med glede registrert at Porsanger kommune og Høgskolen i Finnmark nå igangsetter ei desentralisert sykepleierutdanning , hvor samisk språk og kulturforståelse skal gå som en rød tråd gjennom utdanningen , sier rådsmedlem Jørn-Are Gaski .

source: Sámi divššohasat dárbbašit buoccidivššáriid geain lea buorre gelbbolašvuohta sámi gielas ja kultuvrras .
nob: Samiske pasienter har behov for sykepleiere med god kompetanse innenfor samisk språk og kultur .

source: Sámediggeráđđi oaidná ahte dákkár gelbbolašvuohta dárbbašuvvo , ja lea danne dorjon oahpu ekonomalaččat .
nob: Sametingsrådet ser behovet for denne kompetansen , og har derfor støttet utdanningen økonomisk .

source: - Mis leat vuordámušat dasa ahte dáinna oahpuin eanet buoccidivššárat sáhttet bálvalit sámi álbmoga buriin vugiin , dadjá Gaski .
nob: - Vi har forventninger om at utdanningen vil bidra til flere sykepleiere som kan betjene den samiske befolkningen på en god måte , sier Gaski .
